[
  {
    "图片": "public/People/导师证件照/赵仕波.png",
    "姓名": "赵仕波",
    "简介": "党委书记，主持学院党委全面工作，负责党建、意识形态、党风廉政、宣传统战、干部队伍建设、人才工作、保密工作、安全稳定等工作",
    "详细内容": "党委书记，主持学院党委全面工作，负责党建、意识形态、党风廉政、宣传统战、干部队伍建设、人才工作、保密工作、安全稳定等工作。"
  },
  {
    "图片": "public/People/导师证件照/蔡彪.png",
    "姓名": "蔡彪",
    "简介": "蔡彪，四川大学计算机应用技术专业博士毕业，教授，硕士生导师，中国人工智能学会机器博弈专委会副主任，成都理工大学“数字媒体资源管理科研创新团队”负责人，四川省一流课程《数字媒体技术专业实训》课程负责人，获得成都理工大学教学成果奖特等奖1项，2等奖2项。多本SCI期刊审稿人，近五年以第一作者及通信作者在《KBS》《ESWA》等期刊发表SCI论文检索10余篇，中文核心及CSCD期刊论文4篇，出版专著2本，负责四川省科技...",
    "详细内容": "蔡彪，四川大学计算机应用技术专业博士毕业，教授，硕士生导师，中国人工智能学会机器博弈专委会副主任，成都理工大学“数字媒体资源管理科研创新团队”负责人，四川省一流课程《数字媒体技术专业实训》课程负责人，获得成都理工大学教学成果奖特等奖1项，2等奖2项。多本SCI期刊审稿人，近五年以第一作者及通信作者在《KBS》《ESWA》等期刊发表SCI论文检索10余篇，中文核心及CSCD期刊论文4篇，出版专著2本，负责四川省科技厅项目一项，参与国家自然科学基金和四川省科技重点项目等4项，授权国家发明专利12项，获登记软件著作权23项。\n近期主要研究方向：\n（1）大语言模型（推荐系统、图挖掘、工业数据化等领域应用）;\n（2）3D多模态AIGC;\n（3）医学图像处理（检测、分割与匹配）。\n联系方式：caibiao@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/陈光柱.png",
    "姓名": "陈光柱",
    "简介": "陈光柱，教授，先后获得四川省学术技术带头人后备人选、江苏省“333高层次人才培养工程”培养对象、江苏省“六大人才高峰”人才培养对象、江苏省“青蓝工程”优秀青年骨干教师、江苏省盐城市创新创业领军人才、江苏省镇江市“331计划”人才、成都理工大学科研创新团队带头人、成都理工大学优秀教师等荣誉称号。主要研究方向：人工智能、计算机视觉、工业大数据、工业软件。承担各类科技项目26项，其中国家级项目4项、省部级项目...",
    "详细内容": "陈光柱，教授，先后获得四川省学术技术带头人后备人选、江苏省“333高层次人才培养工程”培养对象、江苏省“六大人才高峰”人才培养对象、江苏省“青蓝工程”优秀青年骨干教师、江苏省盐城市创新创业领军人才、江苏省镇江市“331计划”人才、成都理工大学科研创新团队带头人、成都理工大学优秀教师等荣誉称号。主要研究方向：人工智能、计算机视觉、工业大数据、工业软件。\n承担各类科技项目26项，其中国家级项目4项、省部级项目12项、厅（市）级项目6项，校级4项。承担省级。教改项目2项、校级教改项目1项。\n获各类科技奖励12项，其中教育部科技奖励3项、社会力量奖6项、市级科技奖励1项、校级科技奖励2项。获省级教学奖励1项，校级教学奖励3项。\n出版专著2部、教材2部。发表学术论文74篇，其中SCI收录13篇、EI收录28篇。发表教学论文6篇。\n授权发明专利11项、实用新型专利21项、计算机软件著作权1项。\n联系邮箱：cgzhu@126.com"
  },
  {
    "图片": "public/People/导师证件照/邓飞.png",
    "姓名": "邓飞",
    "简介": "邓飞，男，1980年出生，教授，硕士生导师，2004年毕业于成都理工大学信息工程学院获硕士学位，2007年获博士学位，2008－2010年在东方地球物理公司从事博士后研究工作。目前主要讲授：数据结构、计算机图形学、图像与模式识别等本科及研究生课程。从事算法设计、组合优化、深度学习等科研工作，并与实际工程应用相结合，主持了多项科研项目，项目内容涉及：三维建模与可视化、三维GIS与遥感影像识别、虚拟现实与增...",
    "详细内容": "邓飞，男，1980年出生，教授，硕士生导师，2004年毕业于成都理工大学信息工程学院获硕士学位，2007年获博士学位，2008－2010年在东方地球物理公司从事博士后研究工作。目前主要讲授：数据结构、计算机图形学、图像与模式识别等本科及研究生课程。从事算法设计、组合优化、深度学习等科研工作，并与实际工程应用相结合，主持了多项科研项目，项目内容涉及：三维建模与可视化、三维GIS与遥感影像识别、虚拟现实与增强现实、微震智能检测、行业应用软件开发等多个方面。累积科研项目经费达600多万，并以第一作者发表学术论文10余篇，SCI检索4篇，EI检索5篇，获得国家发明专利3项。"
  },
  {
    "图片": "public/People/导师证件照/多 滨.png",
    "姓名": "多 滨",
    "简介": "多滨，男，博士（后），教授，硕士生导师，成都理工大学智能信息处理与无人机应用创新团队负责人，四川省海外高层次留学人才、四川省侨联特聘专家，IEEE/CIC/CCF Merber。分别于2016年和2014年在悉尼大学和哈尔滨工业大学获得双博士学位；2018年至今在电子科技大学通信抗干扰国家级重点实验室从事博士后研究工作；2018年获CSC资助公派至新加坡国立大学电气与计算机工程学院访问。近期主要从事智能科学与技术及应用方面的教学科...",
    "详细内容": "多滨，男，博士（后），教授，硕士生导师，成都理工大学智能信息处理与无人机应用创新团队负责人，四川省海外高层次留学人才、四川省侨联特聘专家，IEEE/CIC/CCF Merber。分别于2016年和2014年在悉尼大学和哈尔滨工业大学获得双博士学位；2018年至今在电子科技大学通信抗干扰国家级重点实验室从事博士后研究工作；2018年获CSC资助公派至新加坡国立大学电气与计算机工程学院访问。\n近期主要从事智能科学与技术及应用方面的教学科研工作，主要研究方向为6G赋能的无人集群行业解决方案、物联网信息安全技术、优化理论与人工智能及其交叉领域的应用等方面。近年来，主持和参与国家自然科学基金项目、国家重点研发计划项目、四川省重点研发计划项目等10余项；在IEEE等出版的国内外权威期刊和会议上发表SCI/EI检索论文40余篇，英文专著1部，专利10余项，获软件著作权10余项；担任多家国内外权威期刊特约审稿人。\n个人主页：https://duobin.github.io/index.html\n联系方式：duo_bin@163.com"
  },
  {
    "图片": "public/People/导师证件照/何建军.png",
    "姓名": "何建军",
    "简介": "何建军，男，1965年3月生，教授，硕士生导师，四川省学术与技术带头人后备人选。主持和参与各级别科研项目40多项，公开发表教学与科技论文40多篇，合著教材与科技论著4部。获得国家科技进步三等奖一项，教育部科技进步一等奖一项、国土资源部和地质矿产部科技进步二等奖各一项，成都理工大学教学成果奖和科技成果进步奖多项。在“计算机科学与技术”和“地球探测与信息技术”两个专业领域形成了自己稳定的研究方向。主要研究...",
    "详细内容": "何建军，男，1965年3月生，教授，硕士生导师，四川省学术与技术带头人后备人选。主持和参与各级别科研项目40多项，公开发表教学与科技论文40多篇，合著教材与科技论著4部。获得国家科技进步三等奖一项，教育部科技进步一等奖一项、国土资源部和地质矿产部科技进步二等奖各一项，成都理工大学教学成果奖和科技成果进步奖多项。在“计算机科学与技术”和“地球探测与信息技术”两个专业领域形成了自己稳定的研究方向。主要研究方向：计算机理论与应用、软件工程、图形图像处理、地球探测与信息技术（石油物探）。"
  },
  {
    "图片": "public/People/导师证件照/刘明哲.png",
    "姓名": "刘明哲",
    "简介": "刘明哲，男，汉族，内蒙古赤峰人，中共党员，教授，博士生导师。 先后在成都理工学院和新西兰梅西大学获得学士学位（计算机应用）、硕士学位（数学地质、计算机科学）和博士学位（计算机科学）。曾在中国工程物理研究院和梅西大学从事研究工作。2010年11月至今在成都理工大学网络教育学院、核技术与自动化工程学院、网络安全学院、信息科学与技术学院（网络安全学院、牛津布鲁克斯学院）从事教学、科研工作。 近年来主要从事...",
    "详细内容": "刘明哲，男，汉族，内蒙古赤峰人，中共党员，教授，博士生导师。\n先后在成都理工学院和新西兰梅西大学获得学士学位（计算机应用）、硕士学位（数学地质、计算机科学）和博士学位（计算机科学）。曾在中国工程物理研究院和梅西大学从事研究工作。2010年11月至今在成都理工大学网络教育学院、核技术与自动化工程学院、网络安全学院、信息科学与技术学院（网络安全学院、牛津布鲁克斯学院）从事教学、科研工作。\n近年来主要从事数据科学、人工智能、区块链、网络安全、核测控技术及仪器教学和科研工作。主持国家自然科学基金区域创新发展联合基金（重点）项目、面上项目等国家和省部级科研项目多项。获得四川省高等教育教学成果奖三等奖1项，中国地质调查局地质科技奖二等奖1项，四川省科技进步一等奖1项，国土资源科技进步二等奖1项。在国内外学术期刊和会议上发表论文100余篇，其中SCI收录50余篇，ESI高引论文扩展版1篇，授权发明专利25件，登记软件著作权6件。现为四川省特聘专家，四川省学术和技术带头人，四川省计算机学会常务理事，四川省通信学会常务理事，四川省科技青年联合会常务理事，四川欧美同学会理事，四川省青年科技创新研究团队带头人，软件工程国家级一流专业建设点负责人。"
  },
  {
    "图片": "public/People/导师证件照/鲁红英.png",
    "姓名": "鲁红英",
    "简介": "鲁红英，女，1974年5月生，教授，硕士生导师。主要从事计算机基础教学及科学研究工作，研究方向为计算机理论及应用、智能计算。先后承担了8项教育教学改革与质量工程项目，为国家级精品课程、省级精品课程主讲教师和国家级资源共享课程主讲教师；主持省部级课题4项，参与20余项横向课题研究。共发表论文30余篇，参与编写3部教材，曾获成都理工大学“三育人”先进工作者称号。",
    "详细内容": "鲁红英，女，1974年5月生，教授，硕士生导师。主要从事计算机基础教学及科学研究工作，研究方向为计算机理论及应用、智能计算。先后承担了8项教育教学改革与质量工程项目，为国家级精品课程、省级精品课程主讲教师和国家级资源共享课程主讲教师；主持省部级课题4项，参与20余项横向课题研究。共发表论文30余篇，参与编写3部教材，曾获成都理工大学“三育人”先进工作者称号。"
  },
  {
    "图片": "public/People/导师证件照/欧鸥.png",
    "姓名": "欧鸥",
    "简介": "欧鸥，男、中共党员、博士、教授。中国计算机学会高级会员、四川省大数据专委会委员、成都市物联网联盟专委委员、深圳市物联网联盟专家组员、兴川助渝侨界智库委员、访英学者。主要从事复杂网络、智能计算、空间信息技术、地球探测与信息技术等领域的研究工作。        主持、主研了30 多项科研项目，包括国家重大研发专项、国家自然科学基金、以及国土资源部、省科技厅项目，及各类横向委托项目超过50项，发表40多篇科研论文...",
    "详细内容": "欧鸥，男、中共党员、博士、教授。中国计算机学会高级会员、四川省大数据专委会委员、成都市物联网联盟专委委员、深圳市物联网联盟专家组员、兴川助渝侨界智库委员、访英学者。主要从事复杂网络、智能计算、空间信息技术、地球探测与信息技术等领域的研究工作。主持、主研了30 多项科研项目，包括国家重大研发专项、国家自然科学基金、以及国土资源部、省科技厅项目，及各类横向委托项目超过50项，发表40多篇科研论文，获得授权专利和软著20项，培养研究生20余人，先后获得10多项荣誉：包括2021中国地理信息科技进步一等奖、2021四川省计算机科学技术一等奖、2019国土资源部（广东）科技进步一等奖、两次获得中国测绘学会科技进步二等奖（2019、2020），2020年数字四川科技成果（产品）最具潜力推广奖、2021年成都市“蓉漂杯”全球创业大赛总决赛优胜奖、2021年成都市“东骄华章”领创人才项目、2022年成都市科技人才创新创业项目计划”、2020年度四川优秀物联网CEO等等多项荣誉和称号。欧鸥教授牵头成立了“地学大数据与智能应用研究中心”，依托成都理工大学地学领域的学科优势背景，以地学信息化、智能化应用需求为核心方向，聚焦国家新基建、碳达标碳中和、防灾减灾、环境保护、生态修复、应急救援等国家145规划重点民生方向，立足学科交叉与创新应用研究，专注于将人工智能、大数据、云计算、物联网等先进信息技术与地球物探、灾害监测、生态环境等交叉学科和领域的融合应用，带领团队在地灾监测预警、人工智能与地学交叉领域、三维地质建模技术、地学大数据、GIS与数字孪生等地学应用领域取得了丰硕的研究和应用成果，出色地实现了科技成果产学研用一体化的发展。"
  },
  {
    "图片": "public/People/导师证件照/汤影.png",
    "姓名": "汤影",
    "简介": "汤影，男，教授。电子科大博士，美国Florida大学博士后，美国加州大学圣芭芭拉分校Research Scientist，美国犹他大学访问学者，于2015年开始在成都理工计算机任教。三流数学家，以第一作者发表SCI检索一区和二区论文10余篇。     研究方向：机器学习/深度学习/AI，动力系统，微分几何，应用数学。     招生情况：招科研型（主要是写paper）和创业型（主要是产业化）两种类型的学生，希望你有扎实的数学基础...",
    "详细内容": "汤影，男，教授。电子科大博士，美国Florida大学博士后，美国加州大学圣芭芭拉分校Research Scientist，美国犹他大学访问学者，于2015年开始在成都理工计算机任教。三流数学家，以第一作者发表SCI检索一区和二区论文10余篇。\n研究方向：机器学习/深度学习/AI，动力系统，微分几何，应用数学。\n招生情况：招科研型（主要是写paper）和创业型（主要是产业化）两种类型的学生，希望你有扎实的数学基础或代码能力，尤其欢迎数学系的学生。\n电子邮箱：2729959@qq.com\n主要论文：\n1.YingTang#*, Beyond EM: A faster Bayesian linear regression algorithm without matrix inversions, Neurocomputing, 2020, 378: 435-440 (中科院二区).\n2.YingTang#*, Two-Hop walks indicate PageRank order. Pattern Recognition, 2019, 95: 201-210 (中科院一区).\n3.YingTang#*, Fast orthogonal recurrent neural networks employing a novel parametrisation for orthogonal matrices. Signal Processing, 2019, 163: 11-17 (中科院一区).\n4.YingTang#*, Independent component analysis employing exponentials of sparse antisymmetric matrices. Neurocomputing, 2019, 325: 172-181 (中科院二区).\n5.YingTang#*, Li Yinrun, Pairwise comparisons in spectral ranking. Neurocomputing, 2016, 216: 561-569 (中科院二区).\n6.YingTang#, Tang Yuan*, Iteration on single vector for extracting two extremal eigenpairs of symmetric matrices. Neurocomputing, 2019, 332: 129-136 (中科院二区).\n7.YingTang#*, Li Jianping, Normalized natural gradient in independent component analysis. Signal Processing, 2010, 90(9): 2773-2777 (中科院一区).\n8.YingTang#*, Li Jianping, Notes on “Recurrent neural network model for computing largest and smallest generalized eigenvalue. Neurocomputing, 2010, 73: 1006-1012 (中科院二区).\n9.YingTang#*, Li Jianping, Another neural network based approach for computing eigenvalues and eigenvectors of real skew-symmetric matrices. Computers & Mathematics with Applications, 2010, 60(5): 1385-1392 (中科院二区).\n10.YingTang#*, Li Jianping, Wu Huai, A simple and accurate ICA a1gorithm for separating mixtures of up to four independent components,自动化学报英文版, 2011, 37(7): 794-799 (中科院二区).\n11.YingTang#*, Li Jianping,利用参数表示任意维数正交矩阵的ICA新算法,自动化学报, 2008, 34(1): 31-39."
  },
  {
    "图片": "public/People/导师证件照/王洪辉.png",
    "姓名": "王洪辉 副院长",
    "简介": "王洪辉，博士，教授，博士生导师，四川省天府青城计划人才，四川省学术和技术带头人后备人选，四川省海外高层次留学人才，校青年骨干教师，中国青少年科技创新奖、四川省科技进步一等奖获得者。现任成都市成华区第八届人大代表、计算机学院副院长、信息感知与智能系统创新团队负责人。主要从事人工智能及应用、分布式光纤传感、无线传感网络等教学和科研工作，擅长开展地球物理综合探测、地质灾害智能监测等学科交叉研究与应用...",
    "详细内容": "王洪辉，博士，教授，博士生导师，四川省天府青城计划人才，四川省学术和技术带头人后备人选，四川省海外高层次留学人才，校青年骨干教师，中国青少年科技创新奖、四川省科技进步一等奖获得者。现任成都市成华区第八届人大代表、计算机学院副院长、信息感知与智能系统创新团队负责人。主要从事人工智能及应用、分布式光纤传感、无线传感网络等教学和科研工作，擅长开展地球物理综合探测、地质灾害智能监测等学科交叉研究与应用。\n先后在成都理工大学（2003-2012）、美国加州大学伯克利分校（2018-2019）学习和研究工作，曾获四川省优秀博士论文奖、四川省优秀硕士论文奖、全国三好学生标兵。主持四川省教育教学改革项目2项，出版国家级教材1部，培养博硕士研究生28名。培养的研究生多人次获国家奖学金、优秀学位论文奖、中国自强之星、省优秀毕业生等称号。\n主持国家自然科学基金（2项）、四川省重点研发计划（3项）、国防科工局核设施安全整改重大专项、贵州省国土资源重大专项、中国工程物理研究院委托课题等项目30余项，参与国家杰青、国家重大科学仪器设备研制专项、863计划等项目多项。在JLT、Landslides, JMS, AO, OFT, RS,中国测试等重要期刊发表论文60多篇，获发明专利19项、软著10项。作为主要完成人，获得了四川省科技进步一等奖、国防科技进步二等奖、国土资源科技进步二等奖等4项省部级科技奖励。\n学术兼职：四川省科技青年联合会理事、四川省人工智能学会理事、中国青年科技工作者协会会员（电子与信息专委会）、美国光学学会/IEEE会员、中国电子学会会员，兼任重要科研平台固定研究人员（地质灾害防治与地质环境保护国家重点实验室、地球勘探与信息技术教育部重点实验室、四川省工业互联网智能监测与应用工程技术研究中心）。\n招生专业：学术博士（地质资源与地质工程-地球探测与信息技术）、学硕（计算机科学与技术、仪器科学与技术）、专硕（电子信息领域）。计划每年博士2名，硕士4名。\n工作室地点：四川省工程中心（环境楼）308室\n联系方式：wanghh@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/杨剑波.png",
    "姓名": "杨剑波",
    "简介": "杨剑波，男，博士（后），教授，博士生导师，四川省学术和技术带头人后备人选。1997年7月毕业于成都理工学院计算机及应用专业，2008年6月毕业于成都理工大学应用地球物理专业获工学硕士学位，2010年12月毕业于成都理工大学核技术及应用专业获工学博士学位（提前毕业），2011年8月至2013年9月在清华大学核科学与技术博士后流动站作博士后研究。主持包括国家自然科学基金面上项目（2项）、国防科工局技术基础研究、四川省科技...",
    "详细内容": "杨剑波，男，博士（后），教授，博士生导师，四川省学术和技术带头人后备人选。\n1997年7月毕业于成都理工学院计算机及应用专业，2008年6月毕业于成都理工大学应用地球物理专业获工学硕士学位，2010年12月毕业于成都理工大学核技术及应用专业获工学博士学位（提前毕业），2011年8月至2013年9月在清华大学核科学与技术博士后流动站作博士后研究。\n主持包括国家自然科学基金面上项目（2项）、国防科工局技术基础研究、四川省科技基础条件平台、四川省应用基础研究、中国博士后基金等国家级和省部级科研项目9项，作为主研参与国家杰出青年科学基金、基金委国家重大科研仪器设备研制专项、国家自然科学基金、科技部国家重大科学仪器研制专项、863项目、973项目、国防科工局重点项目、四川省青年科技创新团队等科研项目40余项。\n发表学术论文50余篇（其中SCI收录30余篇），获得美国发明专利1项、德国实用新型专利1项、国家发明专利13项、实用新型专利5项、软件著作权5项，新申请发明专利6项；获省部级科技进步奖2项，参编教材2部。\n主要研究领域方向：核技术及应用、计算机及应用、仪器仪表开发\n招生专业：核科学与技术（博士/学硕）、计算机科学与技术（学硕）、能源动力（专硕）、电子信息（专硕）。\n联系方式：yjb@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/张葛祥.png",
    "姓名": "张葛祥",
    "简介": "张葛祥，男，1974年生，四川绵阳人，1995年加入中国共产党，教授、博士生导师，校人工智能研究中心主任，国际膜计算学会(IMCS)主席，IET Fellow，IEEE Senior Member, 教育部新世纪优秀人才。2019年作为“珠峰引才计划” A2类人才到校工作。2007年、2014年和2015年分别到英国、西班牙和美国访学。主要研究方向为人工智能、智能装备及机器人、智能电网和自然计算等。主持国家自然科学基金项目5项和其他国家级、部省级项...",
    "详细内容": "张葛祥，男，1974年生，四川绵阳人，1995年加入中国共产党，教授、博士生导师，校人工智能研究中心主任，国际膜计算学会(IMCS)主席，IET Fellow，IEEE Senior Member, 教育部新世纪优秀人才。2019年作为“珠峰引才计划” A2类人才到校工作。2007年、2014年和2015年分别到英国、西班牙和美国访学。主要研究方向为人工智能、智能装备及机器人、智能电网和自然计算等。主持国家自然科学基金项目5项和其他国家级、部省级项目10余项。在德国Springer和中国科学出版社分别出版英文、中文著作各1部，发表SCI检索论文80余篇，获得国家授权发明专利20余件。2019年获得罗马尼亚科学院Grigore Moisil奖，2017-2019年分别获得四川省科技进步二等奖2项、三等奖1项。担任Springer出版国际期刊JMC执行主编，IJNS、IJUC等国际期刊客座主编或编委，多个国际会议的大会主席、筹划委员会协主席、程序委员会协主席、程序委员会委员等。"
  },
  {
    "图片": "public/People/导师证件照/李冬芬.png",
    "姓名": "李冬芬",
    "简介": "李冬芬，女，博士（后），教授，硕士生导师，美国西北大学访问学者（Northwestern University）全国首届网络安全奖学金获得者， ACM Chengdu Chapter优秀博士论文获得者，ACM Chengdu Chapter新星奖获得者。主要从事信息安全、移动互联安全、量子密码通信等方面的研究。发表SCI学术论文30余篇，申请发明专利10余项，出版“十三五”国家重点图书两部，主持国家自然科学基金项目、中国博士后基金项目、四川省科技计划项目、...",
    "详细内容": "李冬芬，女，博士（后），教授，硕士生导师，美国西北大学访问学者（Northwestern University）全国首届网络安全奖学金获得者， ACM Chengdu Chapter优秀博士论文获得者，ACM Chengdu Chapter新星奖获得者。主要从事信息安全、移动互联安全、量子密码通信等方面的研究。发表SCI学术论文30余篇，申请发明专利10余项，出版“十三五”国家重点图书两部，主持国家自然科学基金项目、中国博士后基金项目、四川省科技计划项目、广东省信息安全重点实验室开放项目，成都理工大学骨干教师项目等。"
  },
  {
    "图片": "public/People/导师证件照/陈辉.png",
    "姓名": "陈辉",
    "简介": "简介：1981年生，汉族，工学博士（博士后），教授，博士生导师，四川省学术与技术带头人后备人选，四川省海外高层次人才，成都理工大学青年骨干教师。近年来主要从事人工智能、机器视觉、3D激光点云、科学计算与算法分析等教学和科研工作，在信息科学、数学、与地球科学交叉领域开展油气地球物理勘探、地质灾害智能监测等交叉学科研究。现为国际数学地质协会终身会员、中国地球物理学会终身会员，担任地质灾害防治与地质环境保...",
    "详细内容": "简介：1981年生，汉族，工学博士（博士后），教授，博士生导师，四川省学术与技术带头人后备人选，四川省海外高层次人才，成都理工大学青年骨干教师。近年来主要从事人工智能、机器视觉、3D激光点云、科学计算与算法分析等教学和科研工作，在信息科学、数学、与地球科学交叉领域开展油气地球物理勘探、地质灾害智能监测等交叉学科研究。现为国际数学地质协会终身会员、中国地球物理学会终身会员，担任地质灾害防治与地质环境保护国家重点实验室、油气藏地质与开发工程国家重点实验室固定研究人员，是国家自然科学基金函评专家、省部级科研基金项目、科技奖函评专家、IEEE Geosci. Remote Sens. Letters, IEEE J-STARS等期刊审稿人。\n学术成果：\n主持国家自然科学基金项目2项、国家科技重大专项子题二级专题3项、省部级课题4项、横向委托课题5项。作为主要研究人员参加完成国家自然科学基金、国家重大专项、省部级课题及横向委托课题21项，在信息科学应用于地球物理、地质等方面，做出了一定的研究成果，出版英文专著1部，第一作者/通讯作者发表SCI论文16篇、EI及核心论文17篇，获得中国发明专利10项，美国发明专利1项，申请国家发明专利13项，其中1项专利已经进行成果转化。\n教育经历：\n2018/04 - 2019/08，美国俄克拉荷马大学，访问学者\n2017/06 - 2017/09，新加坡南洋理工大学，访问学者\n2013/11 - 2014/11，加拿大多伦多大学，国家公派访问学者\n2010/12 - 2016/01，成都理工大学，地质学，博士后\n2005/09 - 2009/06，成都理工大学，地球探测与信息技术，工学博士\n2002/09 - 2005/06，成都理工大学，计算数学，理学硕士\n1998/09 - 2002/06，江苏师范大学，计算机科学，工学学士\n研究方向：\n（1）机器视觉与工业自动化监测\n（2）3D激光点云与模型构建\n（3）深度学习与地学应用\n招生信息：\n博士招生：地质资源与地质工程（地球探测与信息技术方向），2人/年\n硕士招生：计算机科学与技术（学硕）、电子信息（专硕），4人/年\n邮箱：huichencdut@cdut.edu.cn\n学生培养：培养博士研究生4名，硕士研究生20余名，多年实践探索出一条研究生培养的有效途径。4人获四川省优秀硕士毕业生、6人获校优秀毕业生、7人次获国家奖学金，3人荣获校珠峰优秀学子奖学金。带领学生申请国家专利22项，发表SCI论文27篇，其中1篇入选高被引论文。选派优秀研究生到新加坡南洋理工大学等知名国际高校联合培养，提升学生科研能力和国际视野。毕业生就业于高新技术企业、高校，从事研发与教学工作。"
  },
  {
    "图片": "public/People/导师证件照/朱星.png",
    "姓名": "朱星",
    "简介": "一、个人介绍朱星，男，研究员（科研系列教授），博士生导师，新加坡南洋理工大学博士后，地质灾害防治与地质环境保护国家重点实验室固定研究人员，国家科学技术进步二等奖获得者、国家自然资源部高层次科技创新人才、四川省海外高层次留学人才，成都市“蓉漂计划”特聘专家、四川省自动化与仪器仪表学会常务理事。主要从事地质灾害监测预警物联网、测控技术与仪器、边缘计算与人工智能等领域的教学科研与成果转化工作。学术研...",
    "详细内容": "一、个人介绍\n朱星，男，研究员（科研系列教授），博士生导师，新加坡南洋理工大学博士后，地质灾害防治与地质环境保护国家重点实验室固定研究人员，国家科学技术进步二等奖获得者、国家自然资源部高层次科技创新人才、四川省海外高层次留学人才，成都市“蓉漂计划”特聘专家、四川省自动化与仪器仪表学会常务理事。主要从事地质灾害监测预警物联网、测控技术与仪器、边缘计算与人工智能等领域的教学科研与成果转化工作。\n学术研究方面，主持国家重点研发计划课题专题各1项、国家自然科学基金（面上和青年）项目2项、四川省科技计划项目1项、成都市科技局创新资助项目1项，主研国家自然科学基金重点项目及其他科研项目超过10项；\n成果荣誉方面，获国家科学技术进步二等奖、中国测绘科学技术奖一等奖、四川省教学成果二等奖1项、成都理工大学教学成果奖2项、全国“互联网+”大学生创新创业优秀创业导师、第十五届全国大学生创新创业年会优秀指导教师等；任职以来发表高级别学术论文70篇，其中SCI/EI论文36篇，参编专著2部、行业指南1件；获得授权专利和软著23项。\n人才培养方面，探索大学生“双创”科技实践培养新模式，指导学生参加国家互联网+大学生创新创业大赛荣获国家、省部级奖6项，其中1项获得第十五届全国大学生创新创业年会“最佳创业项目”奖；近五年，共培养研究生17人。\n二、教育经历\n2003.07-2007.07：成都理工大学，测控技术与仪器专业，获学士学位；\n2007.09-2010.06：成都理工大学，硕士研究生，测试计量技术与仪器专业；\n2010.09-2014.06：成都理工大学，博士研究生，岩土工程专业；\n三、工作经历\n2014.06-2015.06：成都理工大学，研究助理；\n2015.06-2016.06：Nanyang Technological University (Singapore)，Research Fellow博士后；\n2016.10-2017.12：成都理工大学，讲师；\n2020.11-2021.07：Nanyang Technological University (Singapore)，Research Fellow博士后；\n2018.01-2022.12：成都理工大学，地质灾害防治与地质环境保护国家重点实验室，副研究员，博士生导师；\n2022.12-至今：成都理工大学，地质灾害防治与地质环境保护国家重点实验室/成都理工大学计算机与网络安全学院，研究员（科研教授），博士生导师。\n四、主要科研项目\n[1]国家重点研发计划课题，2020-2023，主持；\n[2]国家重点研发计划专题，2018-2022，主持；\n[3]国家自然科学基金面上项目，2019-2022，主持；\n[4]国家自然科学基金青年项目，2016-2018，主持；\n[5]四川省科技厅应用基础研究项目，2019-2022，主持；\n[6]地质灾害防治与地质环境保护国家重点实验室开放基金资助项目，2016-2017，主持。\n五、代表性论文\n[1]Xing Zhu, Fuling Zhang*, Maolin Deng, et al. A Hybrid Machine Learning Model Coupling Double Exponential Smoothing and ELM to Predict Multi-Factor Landslide Displacement[J]. Remote Sensing, 2022, 14, 3384.\n[2]Zhu Xing, Fan Jie*, He Chunlei, et al. Identification of crack initiation and damage thresholds in sandstone using 3D digital image correlation[J]. Theoretical and Applied Fracture Mechanics, 2022, 122, 103653.\n[3]Xing Zhu, Jian Chu*, Kangda Wang, et al. Prediction of rockhead using a hybrid N-XGBoost machine learning framework[J]. Journal of Rock Mechanics and Geotechnical Engineering, 2021, 13(6): 1231-1245.\n[4]Zhu Xing, Wang Luqi, Yang Yang*, et al. Cracking Modes and AE Precursors of Sandstone Failure Under Multi-Stage Uniaxial Compression[J]. Frontiers in Earth Science, 2022, 10, 874543.\n[5]Tang Yao,Zhu Xing*, He Chunlei, et al. Critical slowing down theory provides early warning signals for sandstone failure[J]. Frontiers in Earth Science, 2022, 10, 934498.\n[6]Xing Zhu, Qiang Xu*, Minggao Tang, et al. A hybrid machine learning and computing model for forecasting displacement of multifactor-induced landslides[J]. Neural Computing and Applications, 2018, 30(12):3825-3835.\n[7]Xing Zhu, Shuqi Ma, Qiang Xu*, et al. A WD-GA-LSSVM model for rainfall-triggered landslide displacement prediction [J]. Journal of Mountain Science, 2018, 15(1):156-166.\n[8]Xing Zhu, Qiang Xu*, Minggao Tang, et al. Comparison of two optimized machine learning models for predicting displacement of rainfall-induced landslide: A case study in Sichuan Province, China [J]. Engineering Geology, 2017, 218:213-222.\n[9]Xing Zhu, Qiang Xu*, Hanxiang Liu. Using Hilbert-Huang Transform(HHT) to extract infrasound generated by the 2013 Lushan earthquake in China[J]. Pure and Applied Geophysics, 2017, 174(3):865-874.\n[10]Xing Zhu, Qiang Xu*, Zhiye Zhao. Low frequency acoustic signals associated with rock falls, thunderstorms, and wind turbulences in field environment[J]. Applied Acoustics, 2016, 112:131-139.\n[11]Xing Zhu, Qiang Xu*, Jianbin Zhou, et al. Experimental study of infrasonic signal generation during rock fracture under uniaxial compression[J]. International Journal of Rock Mechanics and Mining Sciences, 2013, 60:37-46.\n[12]朱星,唐垚,范杰,等.基于临界慢化理论的细砂岩破坏前兆试验研究[J].岩石力学与工程学报, 2022, 41(01): 53-61.\n[13]朱星,唐垚.锁固段边坡模型破坏前兆特征[J].地球科学, 2022, 47(06): 1957-1968.\n[14]范杰,朱星*,胡桔维,等.基于3D-DIC的砂岩裂纹扩展及损伤监测试验研究[J].岩土力学, 2022, 43(04): 1009-1019.\n[15]许强,朱星,李为乐,等.“天-空-地”协同滑坡监测技术进展[J].测绘学报,2022,51(07):1416-1436.\n[16]朱星,许强,邓茂林,等.岩石次声滤波处理新技术——Sallen-Key数学模型[J].煤炭学报, 2013, 38(08): 1357-1361.\n[17]朱星,许强,汤明高,等.典型岩石破裂产生次声波试验研究[J].岩土力学, 2013, 34(05): 1306-1312.\n六、联系方式\n欢迎对智能传感与测控仪器、边缘计算与人工智能、地质灾害监测预警（博士招收方向）领域感兴趣的同学报考！邮箱：zhuxing15@cdut.edu.cn、zhuxing_84@qq.com"
  },
  {
    "图片": "public/People/导师证件照/周让.png",
    "姓名": "周让",
    "简介": "周让，博士，研究员，硕士研究生导师。主要从事数据安全与隐私保护、物联网安全、区块链安全等方面的相关研究。主持国家自然科学基金项目（1项），参与国家自然科学基金、国家重点研发计划等项目多项。在IEEE TII、IEEE IoTJ、Information Sciences等学术期刊和会议发表论文7篇。 联系邮箱：zhourang@cdut.edu.c",
    "详细内容": "周让，博士，研究员，硕士研究生导师。主要从事数据安全与隐私保护、物联网安全、区块链安全等方面的相关研究。主持国家自然科学基金项目（1项），参与国家自然科学基金、国家重点研发计划等项目多项。在IEEE TII、IEEE IoTJ、Information Sciences等学术期刊和会议发表论文7篇。\n联系邮箱：zhourang@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/李军.png",
    "姓名": "李军",
    "简介": "李军，1973年生，汉族，工学博士，教授，硕士生导师，国家一流专业软件工程专业负责人，四川省计算机学会高性能计算分会副主任委员、大数据分会委员。主要研究方向是并行与高性能计算、计算机软件与理论、计算机视觉与深度学习在工程中的应用，“数字岩土工程与AI视觉”团队负责人。主持四川省科技厅科技计划重点项目1项、四川省教育厅重点项目1项、数学地质四川省重点实验室开放基金项目1项、企业横向项目多项；参与主研了国家...",
    "详细内容": "李军，1973年生，汉族，工学博士，教授，硕士生导师，国家一流专业软件工程专业负责人，四川省计算机学会高性能计算分会副主任委员、大数据分会委员。主要研究方向是并行与高性能计算、计算机软件与理论、计算机视觉与深度学习在工程中的应用，“数字岩土工程与AI视觉”团队负责人。\n主持四川省科技厅科技计划重点项目1项、四川省教育厅重点项目1项、数学地质四川省重点实验室开放基金项目1项、企业横向项目多项；参与主研了国家863项目1项、国家科技重大专项专题1项、国家自然科学基金1项，教育部项目2项、四川省教育厅项目1项；以第一作者发表二区SCI学术论文2篇，指导研究生发表SCI论文6篇。主持研发商用“基于物联网的智能售货机系统”、“文法学院自主学习与考试系统”、“微信凡商城”、“微信挂号”、“商学院研究生导师双选系统”、“基于计算机视觉的图纸数字化系统”、“基于深度学习的动探智能识别系统”、“基于图像的隧洞三维重构系统”等多项。主要讲授课程：C++程序设计、高级程序设计、移动应用开发技术、Linux操作系统、汇编语言程序设计。组织指导学生获ACM－ICPC银铜奖十余项、\"蓝桥杯\"国省一二三等奖百余项。资助在读研究生出国联合培养1人，指导研究生分别在2019年、2020年和2022年获校级优秀硕士学位论文指导教师奖。\n作为第一导师指导硕士研究生25人，其中已授予学位15人，在读9人。其中2016级付华联获“2019成都理工大学优秀硕士学位论文”，2017级李慧同学获得“2020成都理工大学优秀硕士学位论文”，2019级李蕊同学与方玉霞同学获得“2022成都理工大学优秀硕士学位论文”。毕业研究生主要就业于银行、电信、央企从事研发和技术管理工作。“数字岩土工程与AI视觉”项目组结合实际企业研究型项目开展研究，培养既有扎实专业基础又有实际企业项目开发经验的计算机专业研究型人才。\n硕士招生：计算机科学与技术（学硕）、电子信息（专硕），4人/年\n邮箱：8390676@qq.com"
  },
  {
    "图片": "public/People/导师证件照/曾维.png",
    "姓名": "曾维",
    "简介": "曾维，男，1976年生，教授，硕士生导师。近年来由电路与系统、信号与信息处理、电子与通信系统等方向的研究工作，逐步进入边缘服务器、IoT相关技术、人工智能技术应用等领域的研究。工作期间主持国家重大科技专项课题一项，国家重点研发计划专题一项，完成横向项目数项，四川省教育厅自然科学项目两项；主研完成国家自然科学基金项目一项，国家重大科学仪器设备开发专项子题一项，中国地质调查局发展研究中心项目一项，四川省...",
    "详细内容": "曾维，男，1976年生，教授，硕士生导师。近年来由电路与系统、信号与信息处理、电子与通信系统等方向的研究工作，逐步进入边缘服务器、IoT相关技术、人工智能技术应用等领域的研究。工作期间主持国家重大科技专项课题一项，国家重点研发计划专题一项，完成横向项目数项，四川省教育厅自然科学项目两项；主研完成国家自然科学基金项目一项，国家重大科学仪器设备开发专项子题一项，中国地质调查局发展研究中心项目一项，四川省科技厅计划项目一项，四川省教育厅自然科学项目一项，横向项目两项，校级项目2项。参与优秀创新团队培育计划项目。发表论文10余篇。获得专利若干项。"
  },
  {
    "图片": "public/People/导师证件照/胡 文 艺.png",
    "姓名": "胡 文 艺",
    "简介": "胡文艺，女，1975年4月生，副教授，硕士生导师，现任信息科学与技术学院（网络安全学院、）计算机科学与技术系副主任。主要研究领域：计算机应用，信息处理，大数据分析，算法应用及研究。近年来主研国际合作项目2项、国家科技部项目3项，省部级项目6项，获得国家软件著作权4项，国家授权发明专利4项，发表科研论文10余篇，其中EI检索2篇。指导学生获四川省计算机作品赛一等奖1项和二等奖3项，获ACM-ICPC大赛（四川赛...",
    "详细内容": "胡文艺，女，1975年4月生，副教授，硕士生导师，现任信息科学与技术学院（网络安全学院、牛津布鲁克斯学院）计算机科学与技术系副主任。主要研究领域：计算机应用，信息处理，大数据分析，算法应用及研究。近年来主研国际合作项目2项、国家科技部项目3项，省部级项目6项，获得国家软件著作权4项，国家授权发明专利4项，发表科研论文10余篇，其中EI检索2篇。指导学生获四川省计算机作品赛一等奖1项和二等奖3项，获ACM-ICPC大赛（四川赛区），二等奖和三等奖各1项。2016年获优秀教师称号。2018年获西藏自治区科学技术三等奖。"
  },
  {
    "图片": "public/People/导师证件照/胡艳梅.png",
    "姓名": "胡艳梅",
    "简介": "胡艳梅，女，副教授，2016年毕业于电子科技大学，工学博士，硕士生导师。从事数据挖掘和机器学习相关方面的教学和研究工作，主要研究方向为社会网络的挖掘和分析。中国计算机学会协同计算专委员会委员，担任ChineseCSCW会议程序委员会委员，SCI期刊IEEE Access特刊“recent computational methods in Knowledge Engineering and Intelligence Computation”的特邀编辑，多个SCI期刊审稿人。目前主持国家自然科学基金项...",
    "详细内容": "胡艳梅，女，副教授，2016年毕业于电子科技大学，工学博士，硕士生导师。从事数据挖掘和机器学习相关方面的教学和研究工作，主要研究方向为社会网络的挖掘和分析。中国计算机学会协同计算专委员会委员，担任ChineseCSCW会议程序委员会委员，SCI期刊IEEE Access特刊“recent computational methods in Knowledge Engineering and Intelligence Computation”的特邀编辑，多个SCI期刊审稿人。目前主持国家自然科学基金项目1项，发表学术论文10余篇（其中SCI检索8篇）。"
  },
  {
    "图片": "public/People/导师证件照/胡英.png",
    "姓名": "胡英",
    "简介": "胡英，女，副教授，硕士生导师，工学博士，中国/美国双博士后，四川省海外高层次人才，成都理工大学青年骨干教师。主要从事人工智能、图像/视频/地震信号与信息处理、计算机算法与程序设计以及油气检测新方法新技术等教学与科研工作。先后主持国家自然科学基金项目1项、油气藏地质及开发工程国家重点实验室开放基金1项、省教育厅项目1项、数学地质四川省重点实验室开放基金1项，作为主要研究人员参加完成国家自然科学基金...",
    "详细内容": "胡英，女，副教授，硕士生导师，工学博士，中国/美国双博士后，四川省海外高层次人才，成都理工大学青年骨干教师。\n主要从事人工智能、图像/视频/地震信号与信息处理、计算机算法与程序设计以及油气检测新方法新技术等教学与科研工作。先后主持国家自然科学基金项目1项、油气藏地质及开发工程国家重点实验室开放基金1项、省教育厅项目1项、数学地质四川省重点实验室开放基金1项，作为主要研究人员参加完成国家自然科学基金、省部级重点课题及横向委托课题等20多项，以第一作者或通讯作者发表SCI论文3篇（其中1篇为Top期刊）、EI论文3篇以及核心论文10余篇，申请国家发明专利6项，授权2项。\n2017-2019，受国家留学基金委资助，赴美国俄克拉荷马大学进行博士后工作研究。2005年-2009年，在索尼集团索贝数码股份有限公司工作近五年时间，从一名基层算法工程师做起，成长为公司研发中心经理、高级算法工程师，在此期间主要承担音频音效处理、话者识别、语音及图像去噪、图像智能识别分类、智能监控等项目的研究及开发工作，且均已成功应用于相关领域。\nEmail:24445727@qq.com,huying15@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/冷小鹏.png",
    "姓名": "冷小鹏",
    "简介": "冷小鹏，男，副教授，博士，中国科学院博士后，主要从事计算机应用技术、空间信息技术、机器学习及嵌入式系统方面的研究与应用工作。主持及主研了多项科研课题，包括国家重点研发计划、国家自然科学基金、中科院STS计划等国家级和省部级研发项目。发表学术论文数篇，其中SCI收录5篇，EI收录2篇，授权发明专利1项，实用新型专利5项，软件著作权8项，获国家级二等奖1项",
    "详细内容": "冷小鹏，男，副教授，博士，中国科学院博士后，主要从事计算机应用技术、空间信息技术、机器学习及嵌入式系统方面的研究与应用工作。主持及主研了多项科研课题，包括国家重点研发计划、国家自然科学基金、中科院STS计划等国家级和省部级研发项目。发表学术论文数篇，其中SCI收录5篇，EI收录2篇，授权发明专利1项，实用新型专利5项，软件著作权8项，获国家级二等奖1项。"
  },
  {
    "图片": "public/People/导师证件照/李 红 军.png",
    "姓名": "李 红 军",
    "简介": "李红军(联系邮箱：18572481@qq.com)，男，2011年毕业于四川大学计算机学院，工学博士，副教授，硕士生导师。美国佛罗里达国际大学访问学者。主要从事数据挖掘、数据库以及人工智能方面的研究工作。发表SCI、EI收录学术论文10余篇，授权发明专利2项，主研四川省教育厅等项目多项，参与国家十一五科技支撑计划重点项目、国家自然科学基金等项目多项，多个SCI期刊审稿人。",
    "详细内容": "李红军(联系邮箱：18572481@qq.com)，男，2011年毕业于四川大学计算机学院，工学博士，副教授，硕士生导师。美国佛罗里达国际大学访问学者。主要从事数据挖掘、数据库以及人工智能方面的研究工作。发表SCI、EI收录学术论文10余篇，授权发明专利2项，主研四川省教育厅等项目多项，参与国家十一五科技支撑计划重点项目、国家自然科学基金等项目多项，多个SCI期刊审稿人。"
  },
  {
    "图片": "public/People/导师证件照/廖晓鹃.png",
    "姓名": "廖晓鹃",
    "简介": "廖晓鹃，女，日本九州大学博士，电子科技大学博士后，成都理工大学副教授，硕士生导师。博士毕业于日本九州大学信息科学与电子工程研究院，博士后阶段在电子科技大学计算机科学与工程学院从事研究工作，现为四川省海外高层次留学人才，中国计算机学会会员。主要研究方向：主要从事人工智能、工业智能调度、工业智能化、自动推理，计算机与机器视觉研究，在工业制造与信息科学交叉领域开展工业智能信息感知、分析、决策等交叉学...",
    "详细内容": "廖晓鹃，女，日本九州大学博士，电子科技大学博士后，成都理工大学副教授，硕士生导师。\n博士毕业于日本九州大学信息科学与电子工程研究院，博士后阶段在电子科技大学计算机科学与工程学院从事研究工作，现为四川省海外高层次留学人才，中国计算机学会会员。\n主要研究方向：主要从事人工智能、工业智能调度、工业智能化、自动推理，计算机与机器视觉研究，在工业制造与信息科学交叉领域开展工业智能信息感知、分析、决策等交叉学科研究。\n主持国家自然科学基金青年基金项目、四川省科技计划重点研发项目、四川省留学人员科技活动重点项目，成都市科技计划重点研发项目，参与四川省国际港澳台科技创新合作项目、日本科学研究补助金基础研究项目、教育部人文社科基金等项目。在国际期刊和会议发表论文20余篇，获授权发明专利4项。\n硕士招生：计算机科学与技术（学硕）、计算机技术（专硕）、软件工程（专硕）、人工智能（专硕）、大数据技术与工程（专硕）\n报考研究生要求：有较强的学习主动性和刻苦钻研能力。\n邮箱：liaoxiaojuan18@cdut.edu.cn; liao_xiaojuan@126.com"
  },
  {
    "图片": "public/People/导师证件照/罗俊松.png",
    "姓名": "罗俊松",
    "简介": "​1、个人简介罗俊松，男，副教授，硕士生导师，物联网与智能科学系主任，智能通信与网联技术研究中心骨干成员、中国计算机学会专业会员。科研简介：长期从事物联网技术及应用方面的教学科研工作，主要研究方向为高性能计算与云计算、大数据技术、优化理论与强化学习及其应用等方面。近年来，主研国家地调子项目，省部级项目、横向委托等10余项，发表SCI/EI检索论文10余篇。教学简介：担任《离散数学》和《计算机操作系统》课程...",
    "详细内容": "1、个人简介\n罗俊松，男，副教授，硕士生导师，物联网与智能科学系主任，智能通信与网联技术研究中心骨干成员、中国计算机学会专业会员。\n科研简介：长期从事物联网技术及应用方面的教学科研工作，主要研究方向为高性能计算与云计算、大数据技术、优化理论与强化学习及其应用等方面。近年来，主研国家地调子项目，省部级项目、横向委托等10余项，发表SCI/EI检索论文10余篇。\n教学简介：担任《离散数学》和《计算机操作系统》课程组组长，四川省示范性课程《软件工程》主讲教师，公开出版《操作系统》教材2部，发表教改论文1篇，主持参与教育部产学合作协同育人教学改革项目2项，主持并参与校级教改项目3项。\n获奖简介：长期从事各类学科竞赛的指导工作，近年来指导学生获中国大学生博弈大赛一等奖、二等奖多项，全国高校计算机能力挑战赛一等奖、二等奖各1项，全国大学生网络安全尖峰训练全国总决赛一等奖，全国大学生智能汽车竞赛二等奖，中国大学生计算机设计大赛四川赛区二等奖，四川省大学生通信全网建设技术竞赛一等奖，“蓝桥杯”大赛（四川赛区）各级别奖项10余项。2016年获得校级教学成果二等奖。多次获“校百佳优秀论文”指导教师荣誉称号。\n2、智能通信与网联技术研究中心简介\n“智能通信与网联技术研究中心”成立于2020年，致力于未来智能无线通信、智慧物联网及智能网络安全与服务等前沿领域的研究。通过对新兴通信传输技术、下一代网络技术及人工智能技术等交叉学科的相关研究，打造出既有学术前沿价值，又面向民生应用的特色研究方向，主要包括智能通信算法、无线网络安全、无线大数据与挖掘、6G智能网联无人机/车、智能无人机/车辅助的公共安全风险预警关键技术等。“智能通信与网联技术研究中心”紧跟国际前沿以及行业发展趋势，致力于打造四川省一流的“智能物联网技术”原始创新平台，并持续产出具有重大科学价值的创新成果，培养出具有国际视野的杰出创新人才。团队现有副教授4名、讲师2人，每年计划招收6-8名硕士研究生。\n3、硕士研究生招收要求\n符合国家和成都理工大学关于硕士申请的基本条件，同时具备：\n1)本科学历学位，研究背景与无线通信、大数据、机器学习、物联网、信息安全等相关，具有较强的创新能力以及理论与实际相结合能力；\n2)参加过相关研究方向的科研项目及大学生竞赛，具有一定的组织协调能力；\n3)具有较强的中英文口头表达及写作能力；\n4)提供个人简历，并提供参与的有代表性项目或竞赛等能够反映个人能力的材料作为附件；\n5)中心导师会对通过复试且联系或报选的考生组织面试，名额有限，招满即止。欢迎通过的考生提前进组学习，先行一步，尽早适应中心科研环境。\n联系方式：luojus@cdut.edu.cn；duo_bin@163.com"
  },
  {
    "图片": "public/People/导师证件照/罗耀华.png",
    "姓名": "罗耀华",
    "简介": "​ 罗耀华，男，1981年生，工学博士，澳大利亚阿德莱德大学博士后，副教授，硕士生导师。CGS会员、IEEE会员，澳大利亚ASEG会员。主要从事深度学习、大数据分析及地球物理探测综合应用研究。承担、参与国家、省部及课题20余项，包括国家自然科学基金重点项目，国家重点研发计划课题，国家重点实验室重点项目等。发表SCI、EI、中文核心等论文十余篇，编写教材1本，登记软件著作权2项。邮箱lyh@cdut.edu.c",
    "详细内容": "罗耀华，男，1981年生，工学博士，澳大利亚阿德莱德大学博士后，副教授，硕士生导师。CGS会员、IEEE会员，澳大利亚ASEG会员。主要从事深度学习、大数据分析及地球物理探测综合应用研究。承担、参与国家、省部及课题20余项，包括国家自然科学基金重点项目，国家重点研发计划课题，国家重点实验室重点项目等。发表SCI、EI、中文核心等论文十余篇，编写教材1本，登记软件著作权2项。\n邮箱：lyh@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/梅 占 勇.png",
    "姓名": "梅 占 勇",
    "简介": "梅占勇，副教授，硕导，中国科学院大学深圳先进技术研究院博士，挪威科技大学访问学者。目前研究方向为步态分析、步态识别、可穿戴计算和人工智能。中国计算机协会会员、ACM会员和国际仿生工程协会会员。担任Measurement, Medical & Biological Engineering & Computing和IEEE Journal of Biomedical and Health Informatics等多个国际期刊审稿人。参与包括NSFC重点项目等国家级科研项目6项，主持省部级项目3项和校中青...",
    "详细内容": "梅占勇，副教授，硕导，中国科学院大学深圳先进技术研究院博士，挪威科技大学访问学者。目前研究方向为步态分析、步态识别、可穿戴计算和人工智能。中国计算机协会会员、ACM会员和国际仿生工程协会会员。担任Measurement, Medical & Biological Engineering & Computing和IEEE Journal of Biomedical and Health Informatics等多个国际期刊审稿人。参与包括NSFC重点项目等国家级科研项目6项，主持省部级项目3项和校中青年骨干教师计划1项。共发表科研论文20余篇，获得软件著作权2项，共申请发明专利10项，授权8项。\n报考研究生要求：具有较强的自我驱动能力和良好的数学基础。联系邮箱：zhanyongm99@163.com。"
  },
  {
    "图片": "public/People/导师证件照/彭柯鑫.png",
    "姓名": "彭柯鑫",
    "简介": "​     彭柯鑫，男，1982年1月生，高级实验师，博士，硕士生导师。主要从事计算机网络、计算成像技术、数字图像处理、物联网技术等方向的教学科研工作。主持和参与了四川省科技厅重点研发项目、四川省科技厅科技支撑项目、国家自然科学基金面上项目、国家自然科学基金国家重大科研仪器设备研制专项等20余项课题研究。在国内外学术刊物上发表科研论文10余篇，其中SCI收录2篇，EI收录1篇",
    "详细内容": "彭柯鑫，男，1982年1月生，高级实验师，博士，硕士生导师。主要从事计算机网络、计算成像技术、数字图像处理、物联网技术等方向的教学科研工作。主持和参与了四川省科技厅重点研发项目、四川省科技厅科技支撑项目、国家自然科学基金面上项目、国家自然科学基金国家重大科研仪器设备研制专项等20余项课题研究。在国内外学术刊物上发表科研论文10余篇，其中SCI收录2篇，EI收录1篇。"
  },
  {
    "图片": "public/People/导师证件照/桑强.png",
    "姓名": "桑强",
    "简介": "桑强， 男， 1977年生，副教授，硕士生导师。四川大学、美国威斯康辛联合培养博士。研究方向为计算机视觉、模式识别、医学图像处理及人工智能。发表学术论文10余篇，其中SCI收录4篇，EI收录4篇。授权发明专利1件。主持省厅级项目一项，校科研骨干资助项目一项。邮箱：sangqiang2014@cdut.edu.cn研究方向：（1)3D视觉 （2）机器视觉",
    "详细内容": "桑强， 男， 1977年生，副教授，硕士生导师。四川大学、美国威斯康辛联合培养博士。研究方向为计算机视觉、模式识别、医学图像处理及人工智能。发表学术论文10余篇，其中SCI收录4篇，EI收录4篇。授权发明专利1件。主持省厅级项目一项，校科研骨干资助项目一项。\n邮箱：sangqiang2014@cdut.edu.cn\n研究方向：（1)3D视觉 （2）机器视觉"
  },
  {
    "图片": "",
    "姓名": "未知",
    "简介": "未知",
    "详细内容": "未知"
  },
  {
    "图片": "public/People/导师证件照/唐小川.png",
    "姓名": "唐小川",
    "简介": "唐小川，男，副研究员，硕士生导师，电子科技大学博士(后)。主要研究方向为深度学习与机器学习、计算机视觉、地质灾害智能识别。参与国家自然科学基金、自然资源部地质调查、四川省重点研发、国家重点实验室开发基金等多个国家级和省部级科研项目，在Expert Systems with Applications，ACM Transactions on Multimedia Computing Communications and Applications，Neurocomputig等学术期刊和会议上发表科...",
    "详细内容": "唐小川，男，副研究员，硕士生导师，电子科技大学博士(后)。主要研究方向为深度学习与机器学习、计算机视觉、地质灾害智能识别。参与国家自然科学基金、自然资源部地质调查、四川省重点研发、国家重点实验室开发基金等多个国家级和省部级科研项目，在Expert Systems with Applications，ACM Transactions on Multimedia Computing Communications and Applications，Neurocomputig等学术期刊和会议上发表科研论文近10篇，担任IEEE Transactions on Reliability，Scientific Reports，AJSE等SCI期刊审稿人。主讲《深度学习与机器学习》、《算法设计》、《信息论与编码》等课程。欢迎报考研究生，联系邮箱：tangchuan@uestc.edu.cn。"
  },
  {
    "图片": "public/People/导师证件照/唐云.png",
    "姓名": "唐云",
    "简介": "唐云，男，1975年12月生，副教授，硕士生导师。目前主要从事非线性计算、可视化、数值计算、人工神经网络、信息安全等科研领域的研究工作。主研了多个科研项目，包括国土资源部地调项目等国家级项目，国土资源厅的省部级项目以及地方多个横向项目。以第一作者发表10多篇科研论文，其中EI收录1篇，ISTP收录1篇，中文核心期刊6篇。",
    "详细内容": "唐云，男，1975年12月生，副教授，硕士生导师。目前主要从事非线性计算、可视化、数值计算、人工神经网络、信息安全等科研领域的研究工作。主研了多个科研项目，包括国土资源部地调项目等国家级项目，国土资源厅的省部级项目以及地方多个横向项目。以第一作者发表10多篇科研论文，其中EI收录1篇，ISTP收录1篇，中文核心期刊6篇。"
  },
  {
    "图片": "public/People/导师证件照/王宇.png",
    "姓名": "王宇",
    "简介": "王宇，男，副教授，硕士生导师。主要从事计算机视觉、通信网络、人机交互、数据库、软件工程、游戏开发、移动开发、MIS、CAD、数论等领域的理论研究与应用开发工作。承担或者参与了多个科研项目，包括国家863攻关项目，国家青年自然科学基金，省教育厅基金。发表十余篇科研论文，其中SCI收录1篇",
    "详细内容": "王宇，男，副教授，硕士生导师。主要从事计算机视觉、通信网络、人机交互、数据库、软件工程、游戏开发、移动开发、MIS、CAD、数论等领域的理论研究与应用开发工作。承担或者参与了多个科研项目，包括国家863攻关项目，国家青年自然科学基金，省教育厅基金。发表十余篇科研论文，其中SCI收录1篇。"
  },
  {
    "图片": "public/People/导师证件照/吴媛媛.png",
    "姓名": "吴媛媛",
    "简介": "​        吴媛媛，女，1986年4月生，中国共产党员，工学博士，副教授，硕士生导师。毕业于四川大学通信与信息系统专业，美国加州大学圣地亚哥分校访问学者，成都理工大学中青年骨干教师培养计划入选者，担任多个期刊审稿人。近年来致力于图像处理、视频分析和计算机视觉等方面的教学与研究。主持国家自然科学基金青年科学基金项目、四川省科技计划重点研发项目、成都理工大学骨干教师项目、《数字图像处理》精品课程建设项...",
    "详细内容": "吴媛媛，女，1986年4月生，中国共产党员，工学博士，副教授，硕士生导师。毕业于四川大学通信与信息系统专业，美国加州大学圣地亚哥分校访问学者，成都理工大学中青年骨干教师培养计划入选者，担任多个期刊审稿人。近年来致力于图像处理、视频分析和计算机视觉等方面的教学与研究。主持国家自然科学基金青年科学基金项目、四川省科技计划重点研发项目、成都理工大学骨干教师项目、《数字图像处理》精品课程建设项目，发表SCI、EI学术论文10余篇，授权发明专利3项。联系邮箱wuyuanyuan@cdut.edu.cn 。"
  },
  {
    "图片": "public/People/导师证件照/杨冬营.png",
    "姓名": "杨冬营",
    "简介": "简介：杨冬营，博士，副研究员，硕士生导师，人工智能专业教师，珠峰人才。2022年毕业于西南交通大学，主要从事人工智能、交通工程选线智能优化、网络三维GIS等方向的研究，承担人工智能专业《知识图谱》、《遥感影像智能处理》等课程。曾在中铁二院工程集团有限责任公司工作，先后担任深圳地铁6号线、埃塞俄比亚首都轻轨、埃及轻轨等多个国内外城市轨道交通项目副总体设计师，负责交通工程智能化设计工作，具有丰富的团队开发...",
    "详细内容": "简介：杨冬营，博士，副研究员，硕士生导师，人工智能专业教师，珠峰人才。2022年毕业于西南交通大学，主要从事人工智能、交通工程选线智能优化、网络三维GIS等方向的研究，承担人工智能专业《知识图谱》、《遥感影像智能处理》等课程。曾在中铁二院工程集团有限责任公司工作，先后担任深圳地铁6号线、埃塞俄比亚首都轻轨、埃及轻轨等多个国内外城市轨道交通项目副总体设计师，负责交通工程智能化设计工作，具有丰富的团队开发经历和工程实践经验。\n学术成果：主持企业委托科研课题2项、学校科研启动基金1项，参与国家重点研发计划1项。发表SCI等各类学术论文20余篇，其中第一作者（通讯作者）论文7篇，与Springer Nature签订学术专著1部（第一完成人，Alignment Optimization in Rail Transit），申请发明专利6项，授权2项。\n招生信息：2024年招生计算机技术、人工智能专业方向2名\n邮箱：jonasydy@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/杨文晖.png",
    "姓名": "杨文晖",
    "简介": "杨文晖，女，1969年2月生，副教授，硕士生导师​。主要研究领域：大数据技术、空间信息技术等，已培养硕士研究生30余名。近年来在国内外学术刊物和国际会议上发表论文30余篇，其中EI收录11篇，主研国家自然科学基金项目、国家重点专项子课题、863项目子课题、973项目子课题、省部级科研课题十余项，主持教改项目多项，参与精品课程建设多项。主讲过本科/硕士研究生课程有：《计算机科学导论》（双语）、《虚拟现实与视频仿真...",
    "详细内容": "杨文晖，女，1969年2月生，副教授，硕士生导师。主要研究领域：大数据技术、空间信息技术等，已培养硕士研究生30余名。近年来在国内外学术刊物和国际会议上发表论文30余篇，其中EI收录11篇，主研国家自然科学基金项目、国家重点专项子课题、863项目子课题、973项目子课题、省部级科研课题十余项，主持教改项目多项，参与精品课程建设多项。主讲过本科/硕士研究生课程有：《计算机科学导论》（双语）、《虚拟现实与视频仿真》、《操作系统原理》、《XML与Web技术》、《UNIX/Linux操作系统》、《专业外语》、《三维动画设计与视频仿真》、《高级操作系统》、《数据库原理》等。"
  },
  {
    "图片": "public/People/导师证件照/姚光乐.png",
    "姓名": "姚 光 乐",
    "简介": "1985年生，男，汉族，工学博士，副教授，硕士生导师。成都理工大学中青年骨干教师，国家重点实验室固定研究人员，四川省人工智能学会理事。具有多年企业工作经验，项目管理与工程经验丰富，多项计算机视觉应用落地产业化。先后荣获成都理工大学优秀党务工作者、四川省高校优秀党务工作者等荣誉，以及中国仪器仪表学会科技进步二等奖（排名7）、中国地理信息科技进步二等奖2次（分别排名2和3）、广东省工程勘察设计协会科学技术...",
    "详细内容": "1985年生，男，汉族，工学博士，副教授，硕士生导师。成都理工大学中青年骨干教师，国家重点实验室固定研究人员，四川省人工智能学会理事。具有多年企业工作经验，项目管理与工程经验丰富，多项计算机视觉应用落地产业化。先后荣获成都理工大学优秀党务工作者、四川省高校优秀党务工作者等荣誉，以及中国仪器仪表学会科技进步二等奖（排名7）、中国地理信息科技进步二等奖2次（分别排名2和3）、广东省工程勘察设计协会科学技术奖二等奖（排名3）、中国科学院院长奖等奖项。\n近年来主要从事人工神经网络基础理论、计算机视觉及应用相关的教学和研究工作。负责本科及研究生的《机器学习》《深度学习》《强化学习》等课程的教学工作，其中《机器学习》先后荣获成都理工大学研究生精品示范课、研究生优质线上公开课、研究生课程思政示范课，以及四川省首批高阶课程。先后参与及主持自然科学基金项目、四川省重点研发计划、中央引导地方科技发展资金项目、成都市科技计划项目等纵向科研项目十余项，深圳市勘察院、四川省自然资源厅等单位的横向委托项目数项，四川省高等教育人才培养质量和教学改革等教改项目5项。在JSTARS、PRL、APIN、NEUCOM、计算机应用、计算机工程与应用等重要期刊发表论文20多篇，其中SCI论文16篇（全球高被引论文1篇），授权发明专利20项，美国专利1项。\n联系方式：guangle.yao@cdut.edu.cn\n团队招收勤奋、自律、目标感强，数学和英语基础好的本科生和研究生。\n并为学生提供良好的实验条件和丰富的计算资源。"
  },
  {
    "图片": "public/People/导师证件照/于真.png",
    "姓名": "于真",
    "简介": "于真，女，1974年8月生，副教授，博士，硕士生导师。长期从事电子信息类教学工作、电子信息技术开发及研究工作，主要从事信号与信息处理、数据库技术、地球探测信息技术等方面的研究。主持厅级项目1项，主研省部级科研项目7项。近年来在国际及国内刊物上以第一作者公开发表SCI 3篇。主编高等院校规划教材3部，省级精品课程“数字通信原理”及校级精品课程“电子系统设计”主讲教师，并指导学生参加多项竞赛，以及国家级...",
    "详细内容": "于真，女，1974年8月生，副教授，博士，硕士生导师。长期从事电子信息类教学工作、电子信息技术开发及研究工作，主要从事信号与信息处理、数据库技术、地球探测信息技术等方面的研究。主持厅级项目1项，主研省部级科研项目7项。近年来在国际及国内刊物上以第一作者公开发表SCI 3篇。主编高等院校规划教材3部，省级精品课程“数字通信原理”及校级精品课程“电子系统设计”主讲教师，并指导学生参加多项竞赛，以及国家级大学生创新创业项目。获得发明专利及软件著作权各1项。"
  },
  {
    "图片": "public/People/导师证件照/补充中.png",
    "姓名": "补充中",
    "简介": "内容补充中",
    "详细内容": "内容补充中"
  },
  {
    "图片": "public/People/导师证件照/赵川.png",
    "姓名": "赵川",
    "简介": "赵川，女，副教授，硕士生导师。毕业于四川大学理论物理专业，中国科技大学在职研究生和中科大访问学者；中国人工智能学会AI基础专委会委员，CAAI之智能科学专委会（筹）委员，国际信息科学研究会中国分会IS4IS-CC教育信息化专委会委员；发表论文十数篇，参加和组织国内国际会议20多次，讲座40多场；2005年在瑞士首届国际泛逻辑会议上提出相位理论Phase Theorem，并致力于其持续创建和完善；研究方向为智能科学、AI基础、...",
    "详细内容": "赵川，女，副教授，硕士生导师。毕业于四川大学理论物理专业，中国科技大学在职研究生和中科大访问学者；中国人工智能学会AI基础专委会委员，CAAI之智能科学专委会（筹）委员，国际信息科学研究会中国分会IS4IS-CC教育信息化专委会委员；发表论文十数篇，参加和组织国内国际会议20多次，讲座40多场；2005年在瑞士首届国际泛逻辑会议上提出相位理论Phase Theorem，并致力于其持续创建和完善；研究方向为智能科学、AI基础、数学和逻辑、自然语言理解NLU，机器视觉和机器人等。\n自然语言理解方面经过近20年师生们不辞跬步的积累，已经建立起“渔童对联系统”，“诗眼驱动的图像古诗生成系统”，且亟待进一步地构建和拓展。尤其对联系统，机器对出的下联有些已超过平常人的水平，该方向有4项专利正在申报。\n2011年9月创立智能科学实验室并任实验室主任。智能科学实验室已经成为国际性跨学科研究和交流平台；坚持跨学科多学科基础理论研究，倡导科学艺术融会，国内外学术交流深广，国外学者十数人次来访，多次组织国内小型专题精研会。专著《智能科学研究前沿》，由科学出版社2014年11月出版；正在完成教材《智能科学导论》，2021年将由西安电子科技大学出版社出版。\n2016作为首倡者并担任其组织委员会主席，由中国人工智能学会主办的首届国际智能科学会议International Conference on Intelligence Science，ICIS2016在成都理工大学成功举办；2018年11月ICIS2018在北京大学举行，为“相位理论Phase Theorem”分论坛主席，成功创立和主持该论坛；第五届ICIS2020因为疫情已经延期到2021年2月24-27日在线上成功举行；正在筹备第五届ICIS会议。\n电子邮箱：zhaoc@cdut.edu.cn"
  },
  {
    "图片": "public/People/导师证件照/彭鹏.png",
    "姓名": "彭鹏",
    "简介": "​彭鹏，男，2018年毕业于电子科技大学，工学博士。主要研究方向为微纳机电系统、微传感器及驱动器、人工智能等。先后参与国家自然科学基金项目5项、中物院国防外协项目1项、中物院基础项目2项、省重点实验室开放基金项目1项。已发表SCI论文7篇，担任IEEE Transactions on Industrial Electronics、Micro and Nanosystems等期刊审稿人",
    "详细内容": "彭鹏，男，2018年毕业于电子科技大学，工学博士。主要研究方向为微纳机电系统、微传感器及驱动器、人工智能等。先后参与国家自然科学基金项目5项、中物院国防外协项目1项、中物院基础项目2项、省重点实验室开放基金项目1项。已发表SCI论文7篇，担任IEEE Transactions on Industrial Electronics、Micro and Nanosystems等期刊审稿人。"
  },
  {
    "图片": "public/People/导师证件照/单武扬.png",
    "姓名": "单武扬",
    "简介": "单武扬，工学博士，副教授，硕士生导师，2019年于武汉大学取得软件工程专业工学博士学位，以第一作者发表SCI论文6篇，EI检索2篇，计算领域高质量科技期刊论文3篇，公开中国发明专利4项，主持结题横向企业委托项目3项，参与国家重大专项、国家自然科学基金与多项横向企业委托项目，指导学生获得多项学科竞赛国家级、省级竞赛奖、成都理工大学优秀硕士学位论文等奖项。研究方向：（1）计算机视觉（2）图像取证（3）人工智能应用学...",
    "详细内容": "单武扬，工学博士，副教授，硕士生导师，2019年于武汉大学取得软件工程专业工学博士学位，以第一作者发表SCI论文6篇，EI检索2篇，计算领域高质量科技期刊论文3篇，公开中国发明专利4项，主持结题横向企业委托项目3项，参与国家重大专项、国家自然科学基金与多项横向企业委托项目，指导学生获得多项学科竞赛国家级、省级竞赛奖、成都理工大学优秀硕士学位论文等奖项。\n研究方向：（1）计算机视觉（2）图像取证（3）人工智能应用\n学生培养：本人经常与学生共同研讨，团队氛围融洽，讲究劳逸结合，学生能力进步较快。所指导的研究生人均发表大于1篇SCI论文，并作为项目核心成员积累了较丰富的项目经历。对于新入门的学生，希望尽快进入实验室参加入门培训学习，本人及团队老师会手把手指导。实验室现在配有2台服务器，学生工位充足。招收喜欢沟通、肯学肯做、勤奋刻苦的学生。有任何问题可直接与我QQ252998859或电话联系，欢迎来实验室参观交流。\n邮箱：252998859@qq.com"
  }
]